Repository: JMoerman/Go-For-It
Catalog: po/extra/*.po
Languages: cs, et, id, ta

source: A stylish to-do list with built-in productivity timer
cs: Stylový úkolovník se zabudovaným časovačem produktivity
et: Stiilne ülesannete loend koos taimeri võimalusega
id: Aplikasi daftar tugas luwes lengkap dengan pewaktu produktivitas
ta: உள்ளமைக்கப்பட்ட உற்பத்தித்திறன் டைமருடன் ஒரு ச்டைலான செய்ய வேண்டிய பட்டியல்

source: Productivity;Todo.txt;Todo;Timer;Task;PIM;Time Management;
cs: Produktivita;Todo.txt;udělat;časovač,úkol,PIM;správa času;
et: Productivity;Todo.txt;Todo;Timer;Task;PIM;Time Management;ülesanne;ülesanded;tegemine;tegemised;taimer;ajahaldus;
id: Produktivitas;Todo.txt;Todo;Pewaktu;Tugas;PIM;Manajemen Waktu;
ta: உற்பத்தித்திறன்; todo.txt; டோடோ; டைமர்; பணி; பிம்; நேர மேலாண்மை;

source: About GoForIt!
cs: O GoForIt!
et: Rakenduse teave: GoForIt!
id: Tentang GoForIt!
ta: கோஃபோரிட் பற்றி!

source: Panel indicator
cs: Panelový indikátor
et: Riba indikaator
id: Indikator panel
ta: குழு காட்டி

source: Show and control the timer from a panel supporting Ayatana appindicators.
cs: Zobrazit a ovládat časovač z panelu podporujícího indikátory aplikace Ayatana.
et: Kui operatsioonisüsteemi riba toetab Ayatana rakenduste indikaatoreid, siis näita seal taimereid ja kontrolli neid sealt samast.
id: Tampil dan kendalikan pewaktu dari panel yang mendukung Ayatana appindicators.
ta: அயடானா ஆப்ச்டிகேட்டர்களை ஆதரிக்கும் குழுவிலிருந்து நேரங்குறிகருவியைக் காண்பிக்கவும் கட்டுப்படுத்தவும்.

source: Launcher indicator
cs: Indikátor spouštěče
et: Käivitaja indikaator
id: Indikator peluncur
ta: துவக்கி காட்டி

source: Show the timer in the launcher. Works with the Plank dock, the Unity dash and the dash to dock GNOME extension.
cs: Zobrazit časovač v launcheru. Funguje s dokem Plank, Unity dash a rozšířením dash to dock GNOME.
et: Näita taimerit rakenduste käivitajas. Toimib Planki dokiga, Unity dashi ha GNOME'i vastava lisamooduliga.
id: Tampilkan pewaktu pada peluncur. Berfungsi dengan Plank dock, Unity dash dan ekstensi dash to dock GNOME.
ta: துவக்கத்தில் நேரங்குறிகருவியைக் காட்டு. பிளாங்க் டாக், தி யூனிட்டி டாச் மற்றும் டாச் டு டாக் க்னோம் நீட்டிப்புடன் வேலை செய்கிறது.

source: The GoForIt! developers
cs: Vývojáři GoForIt!
et: GoForIt! rakenduse arendajad
id: Para pengembang GoForIt!
ta: கோஃபோரிட்! உருவாக்குபவர்கள்

source: GoForIt! is a simple and stylish productivity app, featuring a to-do list, merged with a timer that keeps your focus on the current task.
cs: Go Fo It! je jednoduchá a stylová aplikace pro produktivitu, obsahující úkolník sloučený s časovačem, který vám pomáhá soustředit se na stávající úkol.
et: GoForIt! on lihtne ja stiilne tööprotsessi haldustarvik, kus leidub nii ülesannete loend, kui taimer, mis aitab sul täitmisel ülesannet fookuses hoida.
id: GoForIt! adalah aplikasi produktivitas yang luwes dan simpel, berisi daftar tugas berikut pewaktu yang membantu anda fokus pada tugas saat ini.
ta: கோஃபோரிட்! ஒரு எளிய மற்றும் ச்டைலான உற்பத்தித்திறன் பயன்பாடாகும், இது செய்ய வேண்டிய பட்டியலைக் கொண்டுள்ளது, இது தற்போதைய பணியில் உங்கள் கவனத்தை வைத்திருக்கும் டைமருடன் இணைக்கப்பட்டுள்ளது.

source: To-do lists are stored in the Todo.txt format. This simplifies synchronization with mobile devices and makes it possible to edit tasks using other front-ends.
cs: Seznamy úkolů jsou ukládány ve formátu Todo.txt. To zjednodušuje synchronizaci s mobilními zařízeními a umožňuje upravovat úkoly pomocí jiných nadstaveb.
et: Ülesannete loendid on salvestatud standardses Todo.txt vormingus. See võimaldab mugavat sünkroonimist nutiseadmetega ning soovi korral ülesannete muutmist muude rakendustega.
id: Daftar Tugas disimpan dalam format Todo.txt. Ini akan menyederhanakan sinkronisasi dengan perangkat seluler dan memungkinkan pengeditan menggunakan aplikasi lain.
ta: செய்ய வேண்டிய பட்டியல்கள் Todo.txt வடிவத்தில் சேமிக்கப்படுகின்றன. இது மொபைல் சாதனங்களுடன் ஒத்திசைவை எளிதாக்குகிறது மற்றும் பிற முன் முனைகளைப் பயன்படுத்தி பணிகளைத் திருத்துவதை சாத்தியமாக்குகிறது.

source: If you already use Todo.txt, beware of the fact, that GoForIt! automatically archives completed tasks to the done list!
cs: Pokud už používáte Todo.txt, upozorňujeme na skutečnost, že GoForIt! automaticky archivuje dokončené úkoly do seznamu dokončených!
et: Kui sa juba kasutad Todo.txt vormingut, siis palun arvesta, et GoForIt! arhiveerib lõpetatud ülesanded eraldi faili!
id: Jika anda telah memakai Todo.txt, perhatikan bahwa GoForIt! otomatis akan mengarsipkan tugas terselesaikan ke daftar selesai!
ta: நீங்கள் ஏற்கனவே todo.txt ஐப் பயன்படுத்தினால், அந்த கோஃபோரிட்! தானாகவே காப்பகங்கள் முடிந்த பட்டியலில் பணிகளை நிறைவு செய்தன!
