Repository: JMoerman/Go-For-It
Catalog: po/*.po
Languages: et, ta

source: Spread the word about "%s"
et: Räägu sellest rakendusest teistele - %s
ta: "%s" பற்றி பரப்பவும்

source: Consider a donation to help the project
et: Palun kaalu selle projekti rahalist toetamist
ta: திட்டத்திற்கு உதவ நன்கொடை

source: Consider contributing to the project
et: Palun kaalu selles projektis osalemist
ta: திட்டத்திற்கு பங்களிப்பதைக் கவனியுங்கள்

source: About
et: Rakenduse teave
ta: பற்றி

source: A stylish to-do list with built-in productivity timer.
et: Lihtne tööde loend koos taimeriga.
ta: உள்ளமைக்கப்பட்ட உற்பத்தித்திறன் டைமருடன் ஒரு ச்டைலான செய்ய வேண்டிய பட்டியல்.

source: Contributions and Donations
et: Kaastöö ja toetused
ta: பங்களிப்புகள் மற்றும் நன்கொடைகள்

source: Thank you for supporting
et: Tänud toetamise eest
ta: ஆதரித்ததற்கு நன்றி

source: Submitting code, artwork, translations or documentation is a great way of contributing to the project:
et: Koodi kirjutamine, kujundustööd, tõlkimine või juhendite koostamine on head näited sellest, mida saad selles projektis teha:
ta: குறியீடு, கலைப்படைப்பு, மொழிபெயர்ப்புகள் அல்லது ஆவணங்களை சமர்ப்பிப்பது திட்டத்திற்கு பங்களிப்பதற்கான சிறந்த வழியாகும்:

source: If you really like this app, you can buy me a drink:
et: Kui sulle see rakendus tõesti meeldib, siis võid mulle ühe joogi osta:
ta: இந்த பயன்பாட்டை நீங்கள் உண்மையிலேயே விரும்பினால், நீங்கள் எனக்கு ஒரு பானம் வாங்கலாம்:

source: Replace "%s"?
et: Kas asendan „%s“?
ta: "%s" ஐ மாற்றவா?

source: Should this file be replaced or should this old file be used?
et: Kas peaksime selle faili asendama või peaksime seda vana faili kasutama?
ta: இந்த கோப்பை மாற்ற வேண்டுமா அல்லது இந்த பழைய கோப்பைப் பயன்படுத்த வேண்டுமா?

source: Keep old
et: Jäta vana alles
ta: பழையதாக இருங்கள்

source: Replace
et: Asenda
ta: மாற்றவும்

source: Cancel
et: Katkesta
ta: ரத்துசெய்

source: Settings
et: Seadistused
ta: அமைப்புகள்

source: Close
et: Sulge
ta: மூடு

source: Behavior
et: Käitumine
ta: நடத்தை

source: Notifications
et: Teavitused
ta: அறிவிப்புகள்

source: Appearance
et: Välimus
ta: தோற்றம்

source: Shortcuts
et: Kiirklahvid
ta: குறுக்குவழிகள்

source: Plugins
et: Lisamoodulid
ta: செருகுநிரல்கள்

source: Use small toolbar icons
et: Kasuta tööriistaribal väikeseid ikoone
ta: சிறிய கருவிப்பட்டி சின்னங்களைப் பயன்படுத்தவும்

source: Appearance of the activity switcher
et: Tegevustevahetaja välimus
ta: செயல்பாட்டு சுவிட்சரின் தோற்றம்

source: Icons
et: Ikoonid
ta: சின்னங்கள்

source: Text
et: Tekst
ta: உரை

source: %s needs to be restarted for this setting to take effect
et: Selle seadistuse jõustamiseks palun käivita %s uuesti
ta: இந்த அமைப்பு நடைமுறைக்கு வர %s மறுதொடக்கம் செய்யப்பட வேண்டும்

source: Use a header bar
et: Kasuta päiseriba
ta: தலைப்பு பட்டியைப் பயன்படுத்தவும்

source: General
et: Üldine
ta: பொது

source: Color scheme
et: Kasutatavad värvid
ta: வண்ணத் திட்டம்

source: Theme
et: Kujundus
ta: கருப்பொருள்

source: Timer mode
et: Taimeri režiim
ta: மணிநேர பயன்முறை

source: Simple
et: Lihtne
ta: எளிய

source: Pomodoro
ta: போமோடோரோ

source: Custom
et: Sinu valitud
ta: தனிப்பயன்

source: Task duration
et: Ülesande kestus
ta: பணி காலம்

source: minutes
et: minutit
ta: நிமிடங்கள்

source: Break duration
et: Puhkehetke kestus
ta: முறிவு காலம்

source: Long break duration
et: Pikema puhkuse kestus
ta: நீண்ட இடைவெளி காலம்

source: Have a long break after
et: Puhka pikemalt peale
ta: பிறகு நீண்ட இடைவெளி

source: short breaks
et: lühikest puhkehetke
ta: குறுகிய இடைவெளிகள்

source: Resume task after the break
et: Jätka ülesande täitmist peale puhkehetke
ta: இடைவேளைக்குப் பிறகு பணியை மீண்டும் தொடங்குங்கள்

source: Reset timer after switching tasks
et: Ülesannete vahetamisel nulli taimer
ta: பணிகளை மாற்றிய பின் டைமரை மீட்டமைக்கவும்

source: Timer
et: Taimer
ta: நேரங்குறிகருவி

source: Placement of new tasks
et: Uute ülesannete asukoht
ta: புதிய பணிகளின் இடம்

source: Top of the list
et: Loendi alguses
ta: பட்டியலில் முதலிடம்

source: Bottom of the list
et: Loendi lõpus
ta: பட்டியலின் கீழே

source: Tasks
et: Ülesanded
ta: பணிகள்

source: Aluminium bowl
ta: அலுமினிய கிண்ணம்

source: Singing bowl
ta: பாடும் கிண்ணம்

source: Bell
ta: மணி

source: Loud bell
ta: உரத்த மணி

source: Reminder before task ends
ta: பணி முடிவடைவதற்கு முன் நினைவூட்டல்

source: seconds
ta: நொடிகள்

source: Reminder sound
ta: நினைவூட்டல் ஒலி

source: Start of break sound
ta: இடைவெளி ஒலியின் தொடக்க

source: End of break sound
ta: இடைவெளி ஒலியின் முடிவு

source: Notification sounds
ta: அறிவிப்பு ஒலிக்கிறது

source: Silent
ta: அமைதியாக

source: Select notification sound file
ta: அறிவிப்பு ஒலி கோப்பைத் தேர்ந்தெடுக்கவும்

source: _Select
ta: _ தேர்ந்தெடுக்கவும்

source: %s needs to be restarted for changes to take effect.
ta: மாற்றங்கள் நடைமுறைக்கு வருவதற்கு %s மறுதொடக்கம் செய்யப்பட வேண்டும்.

source: Todo.txt files were found in the destination folder.
ta: TODO.TXT கோப்புகள் இலக்கு கோப்புறையில் காணப்பட்டன.

source: What should be done with these files?
et: Mida peaksime nende failidega tegema?
ta: இந்த கோப்புகளுடன் என்ன செய்ய வேண்டும்?

source: Overwrite
ta: மேலெழுதும்

source: The configured folder is already in use by another list.
ta: உள்ளமைக்கப்பட்ட கோப்புறை ஏற்கனவே மற்றொரு பட்டியலால் பயன்பாட்டில் உள்ளது.

source: folder
ta: கோப்புறை

source: Inherit from GTK theme
et: Võta GTK kujundusest
ta: சி.டி.கே கருப்பொருளிலிருந்து பெறுங்கள்

source: Dark theme
et: Tume kujundus
ta: இருண்ட கருப்பொருள்

source: Couldn't properly import settings from %s: %s
ta: %s: %s இலிருந்து அமைப்புகளை சரியாக இறக்குமதி செய்ய முடியவில்லை

source: The path to the todo.txt folder does not point to a folder, but to a file or mountable location. Please change the path in the settings to a suitable folder or remove this file.
ta: Todo.txt கோப்புறைக்கான பாதை ஒரு கோப்புறையை சுட்டிக்காட்டாது, ஆனால் ஒரு கோப்பு அல்லது ஏற்றக்கூடிய இடத்திற்கு. அமைப்புகளில் உள்ள பாதையை பொருத்தமான கோப்புறையில் மாற்றவும் அல்லது இந்த கோப்பை அகற்றவும்.

source: Not a known list: %s
ta: அறியப்பட்ட பட்டியல் அல்ல: %s

source: %1$s: Error: %2$s
ta: %1$s: பிழை: %2$s

source: Lists (List type : List ID - List name)
ta: பட்டியல்கள் (பட்டியல் வகை: பட்டியல் ஐடி - பட்டியல் பெயர்)

source: FILE
ta: கோப்பு

source: LIST-TYPE
ta: பட்டியல் வகை

source: LIST-ID
ta: பட்டியல்-ஐடி

source: Print version info and exit
et: Näita versiooniteavet ja välju
ta: பதிப்பு தகவல்களை அச்சிட்டு வெளியேறவும்

source: Show about dialog
ta: பற்றி உரையாடலை காட்டு

source: CSV file to log activities to.
ta: நடவடிக்கைகளை பதிவு செய்ய காபிம கோப்பு.

source: Show configured lists and exit
ta: கட்டமைக்கப்பட்ட பட்டியல்களைக் காண்பி வெளியேறவும்

source: Load the list specified by the list type and ID
ta: பட்டியல் வகை மற்றும் ஐடியால் குறிப்பிடப்பட்ட பட்டியலை ஏற்றவும்

source: Go to overview
ta: கண்ணோட்டத்திற்குச் செல்லுங்கள்

source: Go back to the to-do list
et: Mine tagasi ülesannete loendisse
ta: செய்ய வேண்டிய பட்டியலுக்குச் செல்லுங்கள்

source: Menu
et: Menüü
ta: பட்டியல்

source: Contribute / Donate
ta: பங்களிப்பு / நன்கொடை

source: Mute sounds
ta: முடக்கு ஒலிகள்

source: Filter tasks
ta: பணிகளை வடிகட்டவும்

source: Currently, no lists are configured. Add one below!
ta: தற்போது, எந்த பட்டியலும் கட்டமைக்கப்படவில்லை. கீழே ஒன்றைச் சேர்க்கவும்!

source: Add list
et: Lisa loend
ta: பட்டியலைச் சேர்க்கவும்

source: Lists
et: Loendid
ta: பட்டியல்கள்

source: To-Do
et: Tegemiste loend
ta: செய்ய வேண்டியவை

source: Done
et: Tehtud
ta: முடிந்தது

source: Couldn't write to %1$s: %2$s
ta: %1$s க்கு எழுத முடியவில்லை: %2$s

source: Take a Break
et: Tee üks puhekepaus
ta: ஓய்வு எடுத்துக் கொள்ளுங்கள்

source: Relax and stop thinking about your current task for a while
et: Lõdvestu ja ära mõtle pooleliolnud tegevusele
ta: உங்கள் தற்போதைய பணியைப் பற்றி சிறிது நேரம் நிதானமாக நிறுத்துங்கள்

source: The Break is Over
et: Puhekepaus lõppes
ta: இடைவெளி முடிந்துவிட்டது

source: Your current task is
et: Käsilolev ülesanne on
ta: உங்கள் தற்போதைய பணி

source: Prepare for your break
et: Valmistu oma puhekepausik
ta: உங்கள் இடைவேளைக்கு தயாராகுங்கள்

source: You have %s seconds left
et: Sul on jäänud %s sekundit
ta: உங்களிடம் %s வினாடிகள் உள்ளன

source: Task duration exceeded
ta: பணி காலம் மீறியது

source: Consider switching to a different task
ta: வேறு பணிக்கு மாறுவதைக் கவனியுங்கள்

source: Light
et: Hele kujundus
ta: ஒளி

source: Dark
et: Tume kujundus
ta: இருண்ட

source: Default
et: Vaikimisi kujundus
ta: இயல்புநிலை

source: disabled
ta: முடக்கப்பட்டது

source: Sort Tasks
et: Järjesta ülesandeid
ta: பணிகளை வரிசைப்படுத்துங்கள்

source: Add new task/list
et: Lisa uus ülesanne või loend
ta: புதிய பணி/பட்டியலைச் சேர்க்கவும்

source: Start/Stop the timer
et: Käivita või peata taimer
ta: டைமரைத் தொடங்கவும் நிறுத்தவும்

source: Skip the break or skip to the break
ta: இடைவேளையைத் தவிர்க்கவும் அல்லது இடைவேளைக்கு தவிர்க்கவும்

source: Edit the properties of a list or task
ta: பட்டியல் அல்லது பணியின் பண்புகளைத் திருத்தவும்

source: Mark the task as complete
et: Märgi ülesanne lõpetatuks
ta: பணியை முழுமையானதாகக் குறிக்கவும்

source: Move selected row up
et: Liiguta valitud rida ülespoole
ta: தேர்ந்தெடுக்கப்பட்ட வரிசையை நகர்த்தவும்

source: Move selected row down
et: Liiguta valitud rida allapoole
ta: தேர்ந்தெடுக்கப்பட்ட வரிசையை கீழே நகர்த்தவும்

source: Move to next task/row
ta: அடுத்த பணி/வரிசைக்கு செல்லுங்கள்

source: Move to previous task/row
ta: முந்தைய பணி/வரிசையில் செல்லுங்கள்

source: Move to right screen
ta: வலது திரைக்கு செல்லுங்கள்

source: Move to left screen
ta: இடது திரைக்கு நகர்த்தவும்

source: Store to-do tasks in
et: Salvesta ülesanded
ta: செய்ய வேண்டிய பணிகளை சேமிக்கவும்

source: Store completed tasks in
ta: கடை முடிந்த பணிகள்

source: List name
et: Loendi nimi
ta: பட்டியல் பெயர்

source: Task list location has been changed to "%1$s" (was "%2$s"), but this file already exists.
ta: பணி பட்டியல் இருப்பிடம் "%1$s" ("%2$s") என மாற்றப்பட்டுள்ளது, ஆனால் இந்த கோப்பு ஏற்கனவே உள்ளது.

source: The location to store completed tasks in has been changed to "%1$s" (was "%2$s"), but this file already exists.
ta: நிறைவு செய்யப்பட்ட பணிகளை சேமிப்பதற்கான இடம் "%1$s" ("%2$s") என மாற்றப்பட்டுள்ளது, ஆனால் இந்த கோப்பு ஏற்கனவே உள்ளது.

source: New to-do list
et: Uus tegemiste loend
ta: செய்ய வேண்டிய புதிய பட்டியல்

source: Edit to-do list properties
et: Muuda tegemiste loendi andmeid
ta: செய்ய வேண்டிய பட்டியல் பண்புகளைத் திருத்து

source: Apply
ta: இடு

source: Log timer usage
et: Logi taimeri kasutust
ta: பதிவு நேரங்குறிகருவி பயன்பாடு

source: Keep track of when you used the timer and what tasks you worked on while doing this.
et: See võimaldab sul pidada arvet oma taimerikasutuse ning sel ajal käsilolnud ülesannete üle.
ta: நீங்கள் டைமரைப் பயன்படுத்தியதும், இதைச் செய்யும்போது நீங்கள் என்ன பணிகளைச் செய்தீர்கள் என்பதையும் கண்காணிக்கவும்.

source: This log will be saved as a CSV file.
et: Logi salvestatakse CSV-faili.
ta: இந்த பதிவு காபிம கோப்பாக சேமிக்கப்படும்.

source: Log file
et: Logifail
ta: பதிவு கோப்பு

source: Select file to log timer usage in
et: Vali fail, kuhu tahad taimeri andmed logida
ta: நேரங்குறிகருவி பயன்பாட்டை பதிவு செய்ய கோப்பைத் தேர்ந்தெடுக்கவும்

source: Select file to store to-do tasks in
et: Vali fail, kuhu soovid ülesanded salvestada
ta: செய்ய வேண்டிய பணிகளை சேமிக்க கோப்பைத் தேர்ந்தெடுக்கவும்

source: Select file to store completed tasks in
et: Vali fail, kuhu tahad lõpetatud ülesanded salvetada
ta: நிறைவு செய்யப்பட்ட பணிகளை சேமிக்க கோப்பைத் தேர்ந்தெடுக்கவும்

source: Log the time spent working on each task
ta: ஒவ்வொரு பணியிலும் வேலை செலவழித்த நேரத்தை பதிவு செய்யுங்கள்

source: Log the total time spent working on a task using the timer.
ta: டைமரைப் பயன்படுத்தி ஒரு பணியில் பணிபுரியும் மொத்த நேரத்தை பதிவு செய்யுங்கள்.

source: This information will be stored in the todo.txt files.
ta: இந்த செய்தி todo.txt கோப்புகளில் சேமிக்கப்படும்.

source: Log the creation date of tasks
ta: பணிகளின் உருவாக்கும் தேதியை பதிவு செய்யுங்கள்

source: Use default settings
ta: இயல்புநிலை அமைப்புகளைப் பயன்படுத்தவும்

source: The configured to-do file is already in use by another list.
et: Seadistatud ülesannete fail on juba kasutusel muu loendi poolt.
ta: கட்டமைக்கப்பட்ட கட்டமைக்கப்பட்ட கோப்பு ஏற்கனவே மற்றொரு பட்டியலால் பயன்பாட்டில் உள்ளது.

source: Another todo.txt list archives its completed tasks to the selected file.
ta: மற்றொரு todo.txt பட்டியல் அதன் நிறைவு செய்யப்பட்ட பணிகளை தேர்ந்தெடுக்கப்பட்ட கோப்பில் காப்பகப்படுத்துகிறது.

source: Please assign a name to the list.
ta: பட்டியலுக்கு ஒரு பெயரை ஒதுக்கவும்.

source: project
et: projekt
ta: திட்டம்

source: context
et: kontekst
ta: சூழல்

source: priority
et: olulisus
ta: முன்னுரிமை

source: %s won't save or load from the current todo.txt folder until it is either restarted or another location is chosen.
ta: தற்போதைய TODO.TXT கோப்புறையிலிருந்து மறுதொடக்கம் செய்யப்படும் வரை அல்லது வேறு இடம் தேர்ந்தெடுக்கப்படும் வரை %s சேமிக்கவோ ஏற்றவோாது.

source: Couldn't read the todo.txt file (%s):
ta: Todo.txt கோப்பை (%s) படிக்க முடியவில்லை:

source: Couldn't save the to-do list (%s):
et: Ülesannete faili salvestamine ei õnnestunud: (%s):
ta: செய்ய வேண்டிய பட்டியலை (%s) சேமிக்க முடியவில்லை:

source: Clear Done List
et: Tühjenda lõpetatud ülesannete loend
ta: முடிக்கப்பட்ட பட்டியல்

source: An error was encountered while moving a file!
ta: ஒரு கோப்பை நகர்த்தும்போது பிழை ஏற்பட்டது!

source: Error information:
et: Veateave:
ta: பிழை தகவல்:

source: You currently don't have any tasks. Add some!
et: Sul pole hetkel ühtegi ülesannet. Lisa mõni!
ta: உங்களிடம் தற்போது எந்த பணிகளும் இல்லை. சிலவற்றைச் சேர்க்கவும்!

source: No tasks found.
et: Ülesandeid ei leidu.
ta: பணிகள் எதுவும் கிடைக்கவில்லை.

source: You don't have any completed tasks stored.
et: Sa pole ühtegi lõpetatud ülesannet salvestanud.
ta: உங்களிடம் நிறைவு செய்யப்பட்ட பணிகள் எதுவும் இல்லை.

source: You finished all tasks, good job!
et: Tubli, oled kõik ülesanded lõpetanud!
ta: நீங்கள் எல்லா பணிகளையும் முடித்துவிட்டீர்கள், நல்ல வேலை!

source: Add new task
et: Lisa uus ülesanne
ta: புதிய பணியைச் சேர்க்கவும்

source: Task completed at %1$s, created at %2$s
et: Ülesanne on lõpetatud %1$s ja loodud %2$s
ta: பணி %1$s இல் முடிக்கப்பட்டது, இது %2$s இல் உருவாக்கப்பட்டது

source: Task created at %s
et: Ülesanne on loodud %s
ta: பணி %s இல் உருவாக்கப்பட்டது

source: min.
ta: மணித்துளி.

source: %u minutes
ta: %u நிமிடங்கள்

source: %1$u hours and %2$u minutes
ta: %1 $ உ மணிநேரம் மற்றும் %2 $ உ நிமிடங்கள்

source: Click and drag to reorder rows
ta: வரிசைகளை மறுதொடக்கம் செய்ய சொடுக்கு செய்து இழுக்கவும்

source: Choose a file
et: Vali fail
ta: ஒரு கோப்பைத் தேர்வுசெய்க

source: Skip the remainder of the break
et: Jäta ülejäänud puhkepaus vahele
ta: இடைவேளையின் எஞ்சிய பகுதியைத் தவிர்க்கவும்

source: Active Task
et: Käsilolev ülesanne
ta: செயலில் பணி

source: Skip to the break
et: Alusta puhkepausiga
ta: இடைவேளைக்கு செல்லவும்

source: Stop the timer
et: Lõpeta taimeri töö
ta: டைமரை நிறுத்துங்கள்

source: _Start
et: _Käivita
ta: _ ச்டார்ட்

source: Start the timer
et: Käivita taimer
ta: டைமரைத் தொடங்கவும்

source: Inactive
ta: செயலற்றது

source: No task has been selected
ta: எந்த பணியும் தேர்ந்தெடுக்கப்படவில்லை

source: _Done
et: _Tehtud
ta: _ டோன்

source: Relax
et: Lõdvestu
ta: ஓய்வெடுங்கள்

source: You have nothing to do.
et: Sul pole midagi tega.
ta: உங்களுக்கு எதுவும் இல்லை.

source: Delete
et: Kustuta
ta: நீக்கு

source: Edit
et: Muuda
ta: தொகு

source: Open %s
et: Ava %s
ta: திறந்த %s

source: Switch to next task
et: Võta ette järgmine ülesanne
ta: அடுத்த பணிக்கு மாறவும்

source: Switch to the previous task
et: Võta ette eelmine ülesanne
ta: முந்தைய பணிக்கு மாறவும்

source: Pau_se
et: Pea_ta

source: S_kip
et: Jäta _vahele
